{
    "Hello! Welcom to Kore Framework." : "Hello! Kore Framework မှကြိုဆိုပါတယ်",
    "AWaThone Plans" : "အဝသုံး Plans",
    "Premium Unlimited Plans" : "အဝသုံး Plans",
    "Post Paid Plans": "",
    "over_limit": "Pack များကို သတ်မှတ်ထားသော အရေအတွက်ထက်ပိုဝယ်ယူ၍ မရပါ။",
    "not_enough_money" : "ဝယ်ယူရန် ငွေမလုံလောက်ပါသဖြင့် ငွေထပ်မံဖြည့်သွင်းပြီးမှ ပြန်လည်ဝယ်ယူပါ။",
    "Invalid User.": "UID မှန်ကန်မှူမရှိပါ။",
    "Top Up " : "ငွေဖြည့်ရန်",
    "Top Up INVALID" : "ငွေဖြည့်ကုဒ်နံပါတ်မှန်ကန်မှူမရှိပါ။",
    "Pack is bought successfully" : "အောင်မြင်စွာဝယ်ယူပြီးပါပြီ။" ,
    "Failed to buy pack": "ဝယ်ယူမှု မအောင်မြင်ပါ။",
    "Account is not validate" : "အကောင့်နံပါတ်  :uid သည်မှန်ကန်မှူမရှိပါ။",
    "Account is already in group" : "အကောင့်သည် အဖွဲ့ထဲတွင်ပါဝင်ပြီးဖြစ်ပါသည်။.",
    "Group Created Successfully" : "အောင်မြင်စွာ အဖွဲ့ဖွဲ့ပြီးပါပြီ။",
    "You reach the subscription limit" : "ထပ်မံဝယ်ယူ၍မရတော့ပါ။",
    "This group is not compatible with the package. More Users" : "သတ်မှတ်ထားသော အသုံးပြုသူအရေအတွက် ထက်များနေသောကြောင့် အဖွဲ့ဖွဲ့ရန် အဆင်မပြေပါ။",
    "This group is not compatible with the package. More Account Type" : "သတ်မှတ်ထားသော အကောင့်အမျိုးအစားထက်များနေသောကြောင့် အဖွဲ့ဖွဲ့ရန် အဆင်မပြေပါ။",
    "NO_REQUEST" : "သင့် CPE တွင် လုပ်ဆောင်ရန်တောင်းဆိုထားသည့် တောင်းဆိုချက်မရှိပါ။",
    "PENDING" : "System တွင် ဆိုင်းငံ့ထားပါသည်။ ကျေးဇူးပြု၍ ယာယီစောင့်ဆိုင်းပေးပြီး 'CHECK' ကိုနှိပ်၍ပြန်လည်စစ်ဆေးပေးပါ။ သို့မဟုတ် refresh လုပ်ပေးပါ။",
    "API_ERROR" : "Internal service Error ဖြစ်နေပါသည်။ Service Provider ကိုဆက်သွယ်ပေးပါ။",
    "SUCCESS" : "သင်တောင်းဆိုထားသော လုပ်ဆောင်ချက်အောင်မြင်ပါသည်။",
    "NOT_FOUND" : "ဖော်ပြပါ CPE ID နှင့် CPE မရှိပါ။.",
    "FAILED" : "တောင်းဆိုချက်မအောင်မြင်ပါ။ ပြန်လည်ကြိုးစားကြည့်ပေးပါ။",
    "ERROR" : "Error ဖြစ်နေပါသည်။ Service Provider ကိုဆက်သွယ်ပေးပါ။.",
    "KORE_FAILED" : "KORE_FAILED",
    "Group created and subscribe successfully" : "အောင်မြင်စွာ အဖွဲ့ဖွဲ့ပြီး ဝယ်ယူပြီးပါပြီ။",
    "This group does not have owner" : "ဖော်ပြပါ အဖွဲ့တွင် owner မပါရှိပါ။",
    "No Product found with this speed" : "ဖော်ပြပါ မြန်နှုန်းဖြင့် ဝယ်ယူရန် Pack မရှိပါ။",
    "Group created and rent cpe successfully" : "အောင်မြင်စွာ အဖွဲ့ဖွဲ့ပြီး CPE ငှားရမ်းပြီးပါပြီ။",
    "Group created successfully" : "အောင်မြင်စွာ အဖွဲ့ဖွဲ့ပြီးပါပြီ။",
    "Purchased successfully" : "အောင်မြင်စွာဝယ်ယူပြီးပါပြီ။",
    "Purchase failed" : "ဝယ်ယူမှုမအောင်မြင်ပါ။",
    "Purchase failed as item is not validate": "ဖော်ပြပါ Pack မရှိပါ။ ဝယ်ယူမှု မအောင်မြင်ပါ။",
    "You do not have enough money" : "ငွေမလုံလောက်ပါ။",
    "Item not found" : "ဖော်ပြပါ item မရှိပါ။",
    "Rent device successfully" : "အောင်မြင်စွာ ငှားရမ်းပြီးပါပြီ။",
    "Cannot subscribe" : "ငှားရမ်းမှု မအောင်မြင်ပါ။",
    "Owner have payment issue" : "Owner တွင် ငွေပေးချေမှုဆိုင်ရာ ပြဿနာများရှိနေပါသည်။",
    "Device without owner cannot be rented" : "ငှားရမ်းရန်အတွက် Owner ထည့်ရန် လိုအပ်ပါသည်။",
    "Device does not belong to any group" : "ဖော်ပြပါ device သည် မည်သည့် အဖွဲ့တွင်မှ မပါဝင်ပါ။",
    "Your device is not eligible to rent. Only CPE and Mini CPE can be rented" : "ဖော်ပြပါ device ကို ငှားရမ်း၍မရပါ။  CPE နှင့် Mini CPE ကိုသာ ငှားရမ်းနိုင်ပါသည်။",
    "Item is not combo package" : "ဖော်ပြပါ item သည် Combo Pack မဟုတ်ပါ။",
    "User does not have group to subscribe" : "အသုံးပြုသူထံတွင် ဝယ်ယူရန် အဖွဲ့မရှိပါ။",
    "Payment successful" : "အောင်မြင်စွာ ငွေပေးချေပြီးပါပြီ။",
    "Requested item not found" : "တောင်းဆိုထားသော item ကို ရှာမတွေ့ပါ။",
    "Unset Renting device successfully" : "ငှားရမ်းထားသော device ကို အောင်မြင်စွာ ပယ်ဖျက်ပြီးပါပြီ။",
    "Your account verification code is" : "သင့် အကောင့်ကုဒ်နံပါတ်သည်:code ဖြစ်ပါသည်။ ",

    "Password successfully updated": "လျှို့ဝှက်ကုဒ် အောင်မြင်စွာ ပြောင်းလဲပြီး ပါပြီ။",
    "Password do not match": "လျှို့ဝှက်ကုဒ် မှားယွင်းနေပါသည်။",
    "Profile phone number does not match": "ဖုန်းနံပါတ်သည် ကိုက်ညီမှုမရှိပါ။",
    "Profile updated successfully": "သင့်ပရိုဖိုင်းကို အောင်မြင်စွာ ပြောင်းလဲပြီးပါပြီ။",
    "Profile cannot update": "သင့်ပရိုဖိုင်းကို ပြောင်းလဲ၍မရပါ။",
    "Too many failed login attempt": "လျှို့ဝှက်ကုဒ်မှားယွင်းနေပါသည်။ နောက်ထပ် ၁၅ မိနစ်အကြာတွင် ထပ်မံကြိုးစားကြည့်ပါ။",
    "Your account is deactivated": "သင်၏အကောင့် အသုံးပြုခွင့်ကို ယာယီရပ်နားထားပါသည်။ ကျေးဇူးပြု၍ ဝန်ဆောင်မှုငှာနဖုံးနံပါတ် ၀၉-၇၆၅၃၃ ၈၄၄၀ သို့ ဆက်သွယ်ပေးပါ။",

    "Your are ok to subscribe": "သင်သည် ဝယ်ယူရန် ကိုက်ညီမှုရှိပါသည်။",
    "You must unsubscribe the former package": "သင်သည် အရင်ဝယ်ယူထားသော Pack ကို ပယ်ဖျက်ရန်လိုအပ်ပါသည်။",
    "Combo pack subscription is successful": "သင်သည် Combo Pack ကို အောင်မြင်စွာ ဝယ်ယူပြီးပါပြီ။",

    "CPE not found": "ချိတ်ဆက်ထားသော CPE မရှိပါ။",
    "No messages for this user": "အသုံးပြုသူ အတွက် သတင်းပေးချက်များမရှိပါ။",
    "Creating Token is failed": "တိုကင်နံပါတ် ပြုလုပ်ခြင်း မအောင်မြင်ပါ။",
    "No packs found": "Packs များ မရှိပါ။",
    "Automatically buying": ":package ကို အလိုအလျောက်ဝယ်ယူပါမည်။ ",
    "No need to show up sale": "No need to show up sale",
    "No User found": "အသုံးပြုသူ ရှာမတွေ့ပါ။",
    "No subscription found": "ဝယ်ယူထားသော Pack မရှိပါ။",
    "Successfully unsubscribed": "အောင်မြင်စွာပယ်ဖျက်ပြီးပါပြီ။",
    "Failed to unsubscribe": "ပယ်ဖျက်၍မရပါ။",
    "Your phone number is invalidate": "ဖုန်းနံပါတ်မှားယွင်းနေပါသည်။",
    "You already had an account": "သင့်တွင် အကောင့်ရှိပြီးသားဖြစ်ပါသည်။t",
    "No top up history found": "ငွေဖြည့်သွင်းမှုမှတ်တမ်း မရှိပါ။",
    "Top Up successful": "အောင်မြင်စွာငွေဖြည့်သွင်းပြီးပါပြီ။",
    "Top Up failed": "ငွေဖြည့်သွင်းမှု မအောင်မြင်ပါ။",
    "Invalidate User": "အသုံးပြုသူ မရှိပါ။",
    "No transfer history found": "ငွေလွှဲမှတ်တမ်းမရှိပါ။",
    "Usage history does not found": "အသုံးပြုမှုမှတ်တမ်း မရှိပါ။",
    "You already set NRC": "မှတ်ပုံတင်နံပါတ်ကို ထည့်သွင်းပြီးဖြစ်ပါသည်။",
    "Account information updated successfully": "အကောင့်အချက်အလက်များကို အောင်မြင်စွာ ပြင်ဆင်ပြီးပါပြီ။",
    "Account information failed to update": "အကောင့်အချက်အလက်များပြင်ဆင်မှု မအောင်မြင်ပါ။",
    "Please verify your account to change your wallet": "ငွေလွှဲအကောင့် ကို ပြောင်းလဲရန် သင့်အကောင့်ကို အတည်ပြုပါ။",
    "DEFAULT_USER": "DEFAULT_USER",
    "User not found": "အသုံးပြုသူ မရှိပါ။",
    "No pack history found": "Pack မှတ်တမ်း မရှိပါ။",
    "Successfully update your default pack": "အလိုအလျောက်ဝယ်ယူမည့် Pack ကို အောင်မြင်စွာ ပြောင်းလဲပြီးပါပြီ။",
    "Failed to update default pack": "အလိုအလျောက်ဝယ်ယူမည့် Pack ကို ပြောင်းလဲမှု မအောင်မြင်ပါ။",
    "This phone number is already in use": "အောက်ပါဖုန်းနံပါတ်သည် အသုံးပြုပြီးသားဖြစ်ပါသည်။",
    "Your token is invalidate": "တိုကင်နံပါတ် မှားယွင်းနေပါသည်။",
    "No remaining bills for this users": "ဖော်ပြပါ အသုံးပြုသူထံတွင် လက်ကျန်ငွေမရှိပါ။",
    "Your account is invalidate to transfer money": "လျှို့ဝှက်ကုဒ် မှားယွင်းနေပါသည်။",
    "Successfully transferred": "အောင်မြင်စွာ ငွေလွှဲပြီးပါပြီ။",
    "Money transferred successfully": "အောင်မြင်စွာ ငွေလွှဲပြီးပါပြီ။",
    "Transfer received": "ငွေလွှဲမှုကို လက်ခံရရှိပါသည်။",
    "Transfer received successfully": "လွှဲပြောင်းသည့်ငွေကို အောင်မြင်စွာ လက်ခံရရှိပါသည်။",
    "Authenication failed": "အကောင့်မှန်ဖြစ်ကြောင်း သက်သေပြမှု မအောင်မြင်ပါ။",
    "Your request did not successful": "သင့်တောင်းဆိုချက် မအောင်မြင်ပါ။",
    "Your CPE is updated successfully": "CPE ကို အောင်မြင်စွာ ပြင်ဆင်ပြောင်းလဲပြီးပါပြီ။",
    "Please wait a few minutes while your request is pending. Please reboot your CPE to speed up and check your CPE status": "သင့်တောင်းဆိုချက်ကို  လုပ်ဆောင်နေပါသည်။ CPE ကို လိုင်းဆွဲအားပိုမိုကောင်းစေရန် reboot ချပါ။",
    "Your CPE update is failed. Please try again later": "CPE ကို ပြင်ဆင်ပြောင်းလဲခြင်း မအောင်မြင်ပါ။ ပြန်လည် ကြိုးစားကြည့်ပါ။",
    "Update request submitted successfully. Please wait for a while to take effect. You can check your CPE status with check button": "CPE ကို ပြင်ဆင်ပြောင်းလဲမည့် သင့်တောင်းဆိုချက်ကို အောင်မြင်စွာ ပို့ပေးပြီးပါပြီ။ ယာယီစောင့်ဆိုင်းပြီး CPE Status ကို ပြန်လည်စစ်ဆေးကြည့်ပါ။",

    "ErrInvalidUID": "UID parameter ကို Parse ပေး၍မရပါ။",
    "ErrNoSuchWallet": "ပိတ်ထားသော ငွေလွှဲအကောင့်ဖြင့် ငွေလွှဲ၍မရနိုင်ပါ။",
    "ErrOnlyStaffAllowed": "ဤလုပ်ဆောင်ချက်ကို Sales Staff တွေ၏ ငွေလွှဲအကောင့်သာ လုပ်ဆောင်နိုင်ပါသည်။",
    "ErrStaffNotAllowed": "ဤလုပ်ဆောင်ချက်ကို Sales Staff တွေ၏ ငွေလွှဲအကောင့် မလုပ်ဆောင်နိုင်ပါ။",
    "ErrNoSuchVoucher": "Voucher ရှာမတွေ့ပါ။",
    "ErrInvalidPincode": "Pin နံပါတ်သည် အကျုံးမဝင်ပါ။",
    "ErrUsedPincode": "Pin နံပါတ်သည် အသုံးပြုပြီးသား ဖြစ်ပါသည်။", 
    "ErrExpiredPincode": "Pin နံပါတ်သည် သတ်တမ်းကုန်ဆုံးနေပါသည်။",
    "ErrBalanceUpdate": "သင့်ငွေကို Update လုပ်မရနိုင်သေးပါ။",
    "ErrVoucherUpdate": "Voucher ကို Update လုပ်မရနိုင်သေးပါ။r",
    "ErrUnsettledBills": "ဆပ်ရန်ကျန်ရှိနေသေးသော အကြွေးများကြောင့် လုပ်ဆောင်မှုမအောင်မြင်ပါ။",
    "ErrMaxBalanceLimit": "အများဆုံးလက်ခံနိုင်သောပမာဏကို ကျော်လွန်နေသောကြောင့် လုပ်ဆောင်မှုမအောင်မြင်ပါ။",
    "ErrTransferNotAllowed": "ဖော်ပြပါ tier အတွက် ငွေလွှဲခွင့်မပြုပါ။",
    "ErrNotEnoughBalance": "လက်ကျန်ငွေမလုံလောက်ပါ။",
    "ErrPerTxLimit": "တစ်ကြိမ်တွင် လွှဲရန်သတ်မှတ်ထားသော သတ်မှတ်ချက်ထက်ကျော်လွန်နေသောကြောင့် ငွေလွှဲမှုလုပ်ဆောင်ချက်မအောင်မြင်ပါ။",
    "ErrDailyLimit": "နေ့စဉ် တစ်ရက်တာအတွင်း လွှဲရန်သတ်မှတ်ထားသော သတ်မှတ်ချက်ထက်ကျော်လွန်နေသောကြောင့် ငွေလွှဲမှုလုပ်ဆောင်ချက်မအောင်မြင်ပါ။",
    "ErrMonthlyLimit": "လစဉ် တစ်လအတွင်း လွှဲရန်သတ်မှတ်ထားသော သတ်မှတ်ချက်ထက်ကျော်လွန်နေသောကြောင့် ငွေလွှဲမှုလုပ်ဆောင်ချက်မအောင်မြင်ပါ။",

  
    "PRESPEED" : "အဝသုံး အင်တာနက်",
    "PREMIUMSPEED" : "အဝသုံး အင်တာနက် (ရက် ၃၀)",
    "PRE_SPEED_ALL" : "အဝသုံး Media Combo",
    "PRE_SPEED_MMCAST" : "အဝသုံး Myanmar Cast Combo",
    "PRE_SPEED_VIU" : "အဝသုံးအင်တာနက် နှင့် Viu ဗီဒီယို Packs",
    "PRE_SPEED_VIU_PREMIUM": "အဝသုံးအင်တာနက် နှင့် Viu ဗီဒီယို Packs ",

    "Your account is suspended" : "သင့်အကောင့်ကို ရပ်ဆိုင်းထားပါသည်။",
    "Your account is not eligible to top up" : ":uid ကိုငွေ ဖြည့်သွင်း၍ မရပါ။"
}
