{
    "Hello! Welcom to Kore Framework." : "",
    "AWaThone Plans" : "အဝသုံး Plans",
    "Premium Unlimited Plans" : "အဝသုံး Plans",
    "Post Paid Plans": "လစဥ္သုံး Plans",
    "over_limit": "Pack မ်ားကို သတ္မွတ္ထားေသာ အေရအတြက္ထက္ပိုဝယ္ယူ၍ မရပါ။",
    "not_enough_money" : "ဝယ္ယူရန္ ေငြမလုံေလာက္ပါသျဖင့္ ေငြထပ္မံျဖည့္သြင္းၿပီးမွ ျပန္လည္ဝယ္ယူပါ။",
    "Invalid User.": "UID မွန္ကန္မႉမရွိပါ။",
    "Top Up " : "ေငြျဖည့္ရန္",
    "Top Up INVALID" : "ေငြျဖည့္ကုဒ္နံပါတ္မွန္ကန္မႉမရွိပါ။",
    "Pack is bought successfully" : "ေအာင္ျမင္စြာဝယ္ယူၿပီးပါၿပီ။" ,
    "Failed to buy pack": "ဝယ္ယူမႈ မေအာင္ျမင္ပါ။",
    "Account is not validate" : "အေကာင့္နံပါတ္  :uid သည္မွန္ကန္မႉမရွိပါ။",
    "Account is already in group" : "အေကာင့္သည္ အဖြဲ႕ထဲတြင္ပါဝင္ၿပီးျဖစ္ပါသည္။.",
    "Group Created Successfully" : "ေအာင္ျမင္စြာ အဖြဲ႕ဖြဲ႕ၿပီးပါၿပီ။",
    "You reach the subscription limit" : "ထပ္မံဝယ္ယူ၍မရေတာ့ပါ။",
    "This group is not compatible with the package. More Users" : "သတ္မွတ္ထားေသာ အသုံးျပဳသူအေရအတြက္ ထက္မ်ားေနေသာေၾကာင့္ အဖြဲ႕ဖြဲ႕ရန္ အဆင္မေျပပါ။",
    "This group is not compatible with the package. More Account Type" : "သတ္မွတ္ထားေသာ အေကာင့္အမ်ိဳးအစားထက္မ်ားေနေသာေၾကာင့္ အဖြဲ႕ဖြဲ႕ရန္ အဆင္မေျပပါ။",
    "NO_REQUEST" : "သင့္ CPE တြင္ လုပ္ေဆာင္ရန္ေတာင္းဆိုထားသည့္ ေတာင္းဆိုခ်က္မရွိပါ။",
    "PENDING" : "System တြင္ ဆိုင္းငံ့ထားပါသည္။ ေက်းဇူးျပဳ၍ ယာယီေစာင့္ဆိုင္းေပးၿပီး 'CHECK' ကိုႏွိပ္၍ျပန္လည္စစ္ေဆးေပးပါ။ သို႕မဟုတ္ refresh လုပ္ေပးပါ။",
    "API_ERROR" : "Internal service Error ျဖစ္ေနပါသည္။ Service Provider ကိုဆက္သြယ္ေပးပါ။",
    "SUCCESS" : "သင္ေတာင္းဆိုထားေသာ လုပ္ေဆာင္ခ်က္ေအာင္ျမင္ပါသည္။",
    "NOT_FOUND" : "ေဖာ္ျပပါ CPE ID ႏွင့္ CPE မရွိပါ။.",
    "FAILED" : "ေတာင္းဆိုခ်က္မေအာင္ျမင္ပါ။ ျပန္လည္ႀကိဳးစားၾကည့္ေပးပါ။",
    "ERROR" : "Error ျဖစ္ေနပါသည္။ Service Provider ကိုဆက္သြယ္ေပးပါ။.",
    "KORE_FAILED" : "KORE_FAILED",
    "Group created and subscribe successfully" : "ေအာင္ျမင္စြာ အဖြဲ႕ဖြဲ႕ၿပီး ဝယ္ယူၿပီးပါၿပီ။",
    "This group does not have owner" : "ေဖာ္ျပပါ အဖြဲ႕တြင္ owner မပါရွိပါ။",
    "No Product found with this speed" : "ေဖာ္ျပပါ ျမန္ႏႈန္းျဖင့္ ဝယ္ယူရန္ Pack မရွိပါ။",
    "Group created and rent cpe successfully" : "ေအာင္ျမင္စြာ အဖြဲ႕ဖြဲ႕ၿပီး CPE ငွားရမ္းၿပီးပါၿပီ။",
    "Group created successfully" : "ေအာင္ျမင္စြာ အဖြဲ႕ဖြဲ႕ၿပီးပါၿပီ။",
    "Purchased successfully" : "ေအာင္ျမင္စြာဝယ္ယူၿပီးပါၿပီ။",
    "Purchase failed" : "ဝယ္ယူမႈမေအာင္ျမင္ပါ။",
    "Purchase failed as item is not validate": "ေဖာ္ျပပါ Pack မရွိပါ။ ဝယ္ယူမႈ မေအာင္ျမင္ပါ။",
    "You do not have enough money" : "ေငြမလုံေလာက္ပါ။",
    "Item not found" : "ေဖာ္ျပပါ item မရွိပါ။",
    "Rent device successfully" : "ေအာင္ျမင္စြာ ငွားရမ္းၿပီးပါၿပီ။",
    "Cannot subscribe" : "ငွားရမ္းမႈ မေအာင္ျမင္ပါ။",
    "Owner have payment issue" : "Owner တြင္ ေငြေပးေခ်မႈဆိုင္ရာ ျပႆနာမ်ားရွိေနပါသည္။",
    "Device without owner cannot be rented" : "ငွားရမ္းရန္အတြက္ Owner ထည့္ရန္ လိုအပ္ပါသည္။",
    "Device does not belong to any group" : "ေဖာ္ျပပါ device သည္ မည္သည့္ အဖြဲ႕တြင္မွ မပါဝင္ပါ။",
    "Your device is not eligible to rent. Only CPE and Mini CPE can be rented" : "ေဖာ္ျပပါ device ကို ငွားရမ္း၍မရပါ။  CPE ႏွင့္ Mini CPE ကိုသာ ငွားရမ္းႏိုင္ပါသည္။",
    "Item is not combo package" : "ေဖာ္ျပပါ item သည္ combo Pack မဟုတ္ပါ။",
    "User does not have group to subscribe" : "အသံုးျပဳသူထံတြင္ ဝယ္ယူရန္ အဖြဲ႕မရွိပါ။",
    "Payment successful" : "ေအာင္ျမင္စြာ ေငြေပးေခ်ၿပီးပါၿပီ။",
    "Requested item not found" : "ေတာင္းဆိုထားေသာ item ကို ရွာမေတြ႕ပါ။",
    "Unset Renting device successfully" : "ငွားရမ္းထားေသာ device ကို ေအာင္ျမင္စြာ ပယ္ဖ်က္ၿပီးပါၿပီ။",
    "Your account verification code is" : "သင့္ အေကာင့္ကုဒ္နံပါတ္သည္:code ျဖစ္ပါသည္။ ",

    "Password successfully updated": "လွ်ိဳ႕ဝွက္ကုဒ္ ေအာင္ျမင္စြာ ေျပာင္းလဲၿပီး ပါၿပီ။",
    "Password do not match": "လွ်ိဳ႕ဝွက္ကုဒ္ မွားယြင္းေနပါသည္။",
    "Profile phone number does not match": "ဖုန္းနံပါတ္သည္ ကိုက္ညီမႈမရွိပါ။",
    "Profile updated successfully": "သင့္ပ႐ိုဖိုင္းကို ေအာင္ျမင္စြာ ေျပာင္းလဲၿပီးပါၿပီ။",
    "Profile cannot update": "သင့္ပ႐ိုဖိုင္းကို ေျပာင္းလဲ၍မရပါ။",
    "Too many failed login attempt": "လွ်ိဳ႕ဝွက္ကုဒ္မွားယြင္းေနပါသည္။ ေနာက္ထပ္ ၁၅ မိနစ္အၾကာတြင္ ထပ္မံႀကိဳးစားၾကည့္ပါ။",
    "Your account is deactivated": "သင္၏အေကာင့္ အသုံးျပဳခြင့္ကို ယာယီရပ္နားထားပါသည္။ ေက်းဇူးျပဳ၍ ဝန္ေဆာင္မႈငွာနဖုံးနံပါတ္ ၀၉-၇၆၅၃၃ ၈၄၄၀ သို႔ ဆက္သြယ္ေပးပါ။",

    "Your are ok to subscribe": "သင္သည္ ဝယ္ယူရန္ ကိုက္ညီမႈရွိပါသည္။",
    "You must unsubscribe the former package": "သင္သည္ အရင္ဝယ္ယူထားေသာ Pack ကို ပယ္ဖ်က္ရန္လိုအပ္ပါသည္။",
    "Combo pack subscription is successful": "သင္သည္ Combo Pack ကို ေအာင္ျမင္စြာ ဝယ္ယူျပီးပါျပီ။",

    "CPE not found": "ခ်ိတ္ဆက္ထားေသာ CPE မရွိပါ။",
    "No messages for this user": "အသံုးျပဳသူ အတြက္ သတင္းေပးခ်က္မ်ားမရွိပါ။",
    "Creating Token is failed": "တိုကင္နံပါတ္ ျပဳလုပ္ျခင္း မေအာင္ျမင္ပါ။",
    "No packs found": "Packs မ်ား မရွိပါ။",
    "Automatically buying": ":package ကို အလိုအေလ်ာက္ဝယ္ယူပါမည္။ ",
    "No need to show up sale": "No need to show up sale",
    "No User found": "အသံုးျပဳသူ ရွာမေတြ႕ပါ။",
    "No subscription found": "ဝယ္ယူထားေသာ Pack မရွိပါ။",
    "Successfully unsubscribed": "ေအာင္ျမင္စြာပယ္ဖ်က္ၿပီးပါၿပီ။",
    "Failed to unsubscribe": "ပယ္ဖ်က္၍မရပါ။",
    "Your phone number is invalidate": "ဖုန္းနံပါတ္မွားယြင္းေနပါသည္။",
    "You already had an account": "သင့္တြင္ အေကာင့္ရွိၿပီးသားျဖစ္ပါသည္။t",
    "No top up history found": "ေငြျဖည့္သြင္းမႈမွတ္တမ္း မရွိပါ။",
    "Top Up successful": "ေအာင္ျမင္စြာေငြျဖည့္သြင္းၿပီးပါၿပီ။",
    "Top Up failed": "ေငြျဖည့္သြင္းမႈ မေအာင္ျမင္ပါ။",
    "Invalidate User": "အသံုးျပဳသူ မရွိပါ။",
    "No transfer history found": "ေငြလႊဲမွတ္တမ္းမရွိပါ။",
    "Usage history does not found": "အသုံးျပဳမႈမွတ္တမ္း မရွိပါ။",
    "You already set NRC": "မွတ္ပံုတင္နံပါတ္ကို ထည့္သြင္းျပီးျဖစ္ပါသည္။",
    "Account information updated successfully": "အေကာင့္အခ်က္အလက္မ်ားကို ေအာင္ျမင္စြာ ျပင္ဆင္ၿပီးပါၿပီ။",
    "Account information failed to update": "အေကာင့္အခ်က္အလက္မ်ားျပင္ဆင္မႈ မေအာင္ျမင္ပါ။",
    "Please verify your account to change your wallet": "ေငြလႊဲအေကာင့္ ကို ေျပာင္းလဲရန္ သင့္အေကာင့္ကို အတည္ျပဳပါ။",
    "DEFAULT_USER": "DEFAULT_USER",
    "User not found": "အသံုးျပဳသူ မရွိပါ။",
    "No pack history found": "Pack မွတ္တမ္း မရွိပါ။",
    "Successfully update your default pack": "အလိုအေလ်ာက္ဝယ္ယူမည့္ Pack ကို ေအာင္ျမင္စြာ ေျပာင္းလဲၿပီးပါၿပီ။",
    "Failed to update default pack": "အလိုအေလ်ာက္ဝယ္ယူမည့္ Pack ကို ေျပာင္းလဲမႈ မေအာင္ျမင္ပါ။",
    "This phone number is already in use": "ေအာက္ပါဖုန္းနံပါတ္သည္ အသုံးျပဳၿပီးသားျဖစ္ပါသည္။",
    "Your token is invalidate": "တိုကင္နံပါတ္ မွားယြင္းေနပါသည္။",
    "No remaining bills for this users": "ေဖာ္ျပပါ အသုံးျပဳသူထံတြင္ လက္က်န္ေငြမရွိပါ။",
    "Your account is invalidate to transfer money": "လွ်ိဳ႕ဝွက္ကုဒ္ မွားယြင္းေနပါသည္။",
    "Successfully transferred": "ေအာင္ျမင္စြာ ေငြလႊဲၿပီးပါၿပီ။",
    "Money transferred successfully": "ေအာင္ျမင္စြာ ေငြလႊဲၿပီးပါၿပီ။",
    "Transfer received": "ေငြလႊဲမႈကို လက္ခံရရွိပါသည္။",
    "Transfer received successfully": "လႊဲေျပာင္းသည့္ေငြကို ေအာင္ျမင္စြာ လက္ခံရရွိပါသည္။",
    "Authenication failed": "အေကာင့္မွန္ျဖစ္ေၾကာင္း သက္ေသျပမႈ မေအာင္ျမင္ပါ။",
    "Your request did not successful": "သင့္ေတာင္းဆိုခ်က္ မေအာင္ျမင္ပါ။",
    "Your CPE is updated successfully": "CPE ကို ေအာင္ျမင္စြာ ျပင္ဆင္ေျပာင္းလဲၿပီးပါၿပီ။",
    "Please wait a few minutes while your request is pending. Please reboot your CPE to speed up and check your CPE status": "သင့္ေတာင္းဆိုခ်က္ကို  လုပ္ေဆာင္ေနပါသည္။ CPE ကို လိုင္းဆြဲအားပိုမိုေကာင္းေစရန္ reboot ခ်ပါ။",
    "Your CPE update is failed. Please try again later": "CPE ကို ျပင္ဆင္ေျပာင္းလဲျခင္း မေအာင္ျမင္ပါ။ ျပန္လည္ ႀကိဳးစားၾကည့္ပါ။",
    "Update request submitted successfully. Please wait for a while to take effect. You can check your CPE status with check button": "CPE ကို ျပင္ဆင္ေျပာင္းလဲမည့္ သင့္ေတာင္းဆိုခ်က္ကို ေအာင္ျမင္စြာ ပို႔ေပးၿပီးပါၿပီ။ ယာယီေစာင့္ဆိုင္းၿပီး CPE Status ကို ျပန္လည္စစ္ေဆးၾကည့္ပါ။",

    "ErrInvalidUID": "UID parameter ကို Parse ေပး၍မရပါ။",
    "ErrNoSuchWallet": "ပိတ္ထားေသာ ေငြလႊဲအေကာင့္ျဖင့္ ေငြလႊဲ၍မရနိုင္ပါ။",
    "ErrOnlyStaffAllowed": "ဤလုပ္ေဆာင္ခ်က္ကို Sales Staff ေတြ၏ ေငြလႊဲအေကာင့္သာ လုပ္ေဆာင္နိုင္ပါသည္။",
    "ErrStaffNotAllowed": "ဤလုပ္ေဆာင္ခ်က္ကို Sales Staff ေတြ၏ ေငြလႊဲအေကာင့္ မလုပ္ေဆာင္နိုင္ပါ။",
    "ErrNoSuchVoucher": "Voucher ရွာမေတြ႕ပါ။",
    "ErrInvalidPincode": "Pin နံပါတ္သည္ အက်ဳံးမဝင္ပါ။",
    "ErrUsedPincode": "Pin နံပါတ္သည္ အသံုးျပဳျပီးသား ျဖစ္ပါသည္။", 
    "ErrExpiredPincode": "Pin နံပါတ္သည္ သတ္တမ္းကုန္ဆုံးေနပါသည္။",
    "ErrBalanceUpdate": "သင့္ေငြကို Update လုပ္မရႏိုင္ေသးပါ။",
    "ErrVoucherUpdate": "Voucher ကို Update လုပ္မရႏိုင္ေသးပါ။r",
    "ErrUnsettledBills": "ဆပ္ရန္က်န္ရွိေနေသးေသာ အေႂကြးမ်ားေၾကာင့္ လုပ္ေဆာင္မႈမေအာင္ျမင္ပါ။",
    "ErrMaxBalanceLimit": "အမ်ားဆုံးလက္ခံႏိုင္ေသာပမာဏကို ေက်ာ္လြန္ေနေသာေၾကာင့္ လုပ္ေဆာင္မႈမေအာင္ျမင္ပါ။",
    "ErrTransferNotAllowed": "ေဖာ္ျပပါ tier အတြက္ ေငြလႊဲခြင့္မျပဳပါ။",
    "ErrNotEnoughBalance": "လက္က်န္ေငြမလုံေလာက္ပါ။",
    "ErrPerTxLimit": "တစ္ႀကိမ္တြင္ လႊဲရန္သတ္မွတ္ထားေသာ သတ္မွတ္ခ်က္ထက္ေက်ာ္လြန္ေနေသာေၾကာင့္ ေငြလႊဲမႈလုပ္ေဆာင္ခ်က္မေအာင္ျမင္ပါ။",
    "ErrDailyLimit": "ေန႔စဥ္ တစ္ရက္တာအတြင္း လႊဲရန္သတ္မွတ္ထားေသာ သတ္မွတ္ခ်က္ထက္ေက်ာ္လြန္ေနေသာေၾကာင့္ ေငြလႊဲမႈလုပ္ေဆာင္ခ်က္မေအာင္ျမင္ပါ။",
    "ErrMonthlyLimit": "လစဥ္ တစ္လအတြင္း လႊဲရန္သတ္မွတ္ထားေသာ သတ္မွတ္ခ်က္ထက္ေက်ာ္လြန္ေနေသာေၾကာင့္ ေငြလႊဲမႈလုပ္ေဆာင္ခ်က္မေအာင္ျမင္ပါ။",

    "BYTE" : "ေဒတာ အင္တာနက္ (ရက္ ၃၀)",
    "PRESPEED" : "အဝသုံး အင္တာနက္",
    "PREMIUMSPEED" : "အဝသုံး အင္တာနက္ (ရက္ ၃၀)",
    "PRE_SPEED_ALL" : "အဝသုံး Media Combo",
    "PRE_SPEED_MMCAST" : "အဝသုံး Myanmar Cast Combo",
    "PRE_SPEED_VIU" : "အ၀သံုးအင္တာနက္ ႏွင့္ Viu ဗီဒီယို Packs",
    "PRE_SPEED_VIU_PREMIUM": "အ၀သံုးအင္တာနက္ ႏွင့္ Viu ဗီဒီယို Packs ",

    "Your account is suspended" : "သင့္အေကာင့္ကို ရပ္ဆိုင္းထားပါသည္။",
    "Your account is not eligible to top up" : ":uid ကိုေငြ ျဖည့္သြင္း၍ မရပါ။"
}
